Repository: giellalt/corpus-smj
Catalog: tmx/nob/facta/arran.no/pitesamiske-stedsnavn-synliggjoeres-bihtamsame-bajkkenamaj-aavddaanbuktem.5070538-60822.html.tmx
Source language: smj
Languages: nob

source: Gjennom stedsnavnprosjektet i pitesamisk område har Árran denne våren dokumentert mange stedsnavn.
nob: Målet med Árrans stedsnavnprosjekt er å synliggjøre de samiske stedsnavnene i pitesamisk område.

source: Bihtámsáme bájkkenammaprosjevta baktu li bargge Árranis duodastime sáme bájkkenamájt Bájddara guovlon. Dán gidá li måttijt bájkkenamájt duodastam.
nob: I vår har vi saumfart gamle kart, protokoller og annet arkivmateriale, på jakt etter gamle samiske stedsnavn fra dette området.

source: Møte med arbeidsgruppa i Beiarn. Fra høyre: Bror Hemminghytt, Gunnar Storhaug, Samuel Gælok (Árran) og Åge Sevaldsen.
nob: I denne sammenheng har en arbeidsgruppe i Beiarn også gjort et verdifullt arbeid med å samle inn stedsnavnene i sitt lokalområde.

source: Biehtsemáno 28. biejve 2012 lij Árranin barggotjåhkanibme dájna juohkusijn, gånnå de dá tjoahkkidum namá dágástaláduvvin, sierra gåjt de mij gullu gåktu dájt tjállet, ja majt namá merkahi.
nob: Torsdag 28. juni 2012 hadde Árran et arbeidsmøte med denne gruppa, der deres innsamlede materiale ble gjennomgått med særlig vekt på tolkning og skrivemåte.

source: Aktan ietjá tjoahkkidum materiálaj, de li dá buorre vuodon bargguj åvddålij guovlluj bihtámsáme bájkkenamájt vas kártajda åttjutjit.
nob: Sammen med vårt øvrige innsamlede materiale utgjør dette et godt grunnlag for det videre arbeidet med å få de pitesamiske stedsnavnene tilbake på kartet.

source: Åvdep vahko oattjoj Árran diedov jut Sámedigge ja Nordlánda fylkasuohkan ájggu boahtte oasev prosjevtas doarjjot, mij le sáme bájkkenamájt gaskostit sáttavuosádusá ja girjjealmodime baktu.
nob: Forrige uke fikk Árran også beskjed om at Sametinget og Nordland fylkeskommune vil støtte neste del av prosjektet, som er formidling av de samiske stedsnavnene i området via en vandreutstilling og en bokutgivelse.

source: Bájkkenammaprosjevta oassen galggá Árran aj tjoahkkit subttsasijt ja histåvråjt ma gulluji bájkkenamájda bihtámsáme guovlon Vuonan.
nob: Som del av stedsnavnprosjektet skal Árran i tiden fremover samle inn historier knyttet til stedsnavn i pitesamisk område i Norge.

source: Jus soabmása diehti sáme histåvråjt ja subttsasijt ma bájkijda gulluji ja sihti dájt åvddånbuktet, de válde aktijvuodav prosjevta jådediddjijn Line Merete Skarvik:ajn.
nob: Dersom noen kjenner samiske historier og fortellinger knyttet til steder i dette området som de ønsker å dele, kontakt prosjektleder Line Merete Skarvik.
